{
    "playDeck": {
        "gaidda": [
            {
                "name": "Black Cat",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "useText": "Make a player discard a card.",
                "flavourText": "It's not a bad omen, it's just a cat.",
                "playText": "Whenever cards are discarded, charge 1. Uncharge 2 to draw a card."
            },
            {
                "name": "Elven Librarian",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "top": 50,
                "useText": "Draw a card.",
                "flavourText": "The library is open to all, but only the wise can find what they seek.",
                "playText": "Whenever cards are drawn from other source, charge 1. Uncharge 3 to draw a card."
            },
            {
                "name": "Lake of Purity",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "useText": "Draw a card.",
                "flavourText": "The lake is a place of peace and tranquility.",
                "playText": "Whenever cards are drawn, charge 1. Uncharge 3 to earn 3 coins."
            },
            {
                "name": "Greedy Vulture",
                "rarity": "rare",
                "cost": 8,
                "hp": 4,
                "useText": "Trade a card to earn 3 coins.",
                "flavourText": "It's not stealing if you don't get caught.",
                "playText": "Whenever coins are earned, charge 1. Uncharge 4 to make a player discard a card."
            },
            {
                "name": "Lonely Wolf",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "useText": "Make every other player give a card.",
                "flavourText": "It used to be a pack wolf, but it got kicked out for being too greedy.",
                "playText": "Whenever cards change ownership, earn 3 coins."
            },
            {
                "name": "Elven Hunter",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "useText": "Give a card to a player to to deal 4 damage to a card that player owns.",
                "flavourText": "The hunter is a master of the bow, and a master of the forest.",
                "playText": "Whenever cards are discarded, deal 1 damage."
            },
            {
                "name": "Poisonous Spider",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "useText": "Make someone discard 2 cards.",
                "flavourText": "The actual breed is unknown, but it's definitely poisonous.",
                "playText": "Whenever cards are discarded, draw a card."
            },
            {
                "name": "Omont: The Bear King",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "top": 50,
                "useText": "Deal 2 damage to make the owner to discard a card.",
                "flavourText": "Omont rules the forest with an iron paw.",
                "playText": "Whenever 2 or more damage are dealt, you can make any player to discard a card to draw a card. If this is killed, draw a card."
            },
            {
                "name": "Haund: Ancient Tree",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "useText": "Draw 1 card from the deck and 2 cards from the discard pile. Then, trade 1 card.",
                "flavourText": "Legend says that Haund will become human once she earns 150 coins.",
                "playText": "At the end of the turn, pay a coin to draw a card. You can choose to draw it from the discard pile."
            },
            {
                "name": "Sokel: Druid of Gaidda",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "useText": "Draw 5 cards to give 2 cards.",
                "flavourText": "Sokel is generous, but only to those who are worthy.",
                "playText": "Whenever another player gives a card, you have priority to receive it. As an action, pay 2 coins to make someone give a card."
            },
            {
                "name": "Baby Sapling",
                "rarity": "epic",
                "cost": 3,
                "hp": 2,
                "useText": "Draw a card to make every player draw a card",
                "flavourText": "Awww! It's a baby tree!",
                "playText": "Whenever cards are drawn, charge 1. Uncharge 6 and sacrifice this to draw 6."
            },
            {
                "name": "Wanta: Dragon of Life",
                "rarity": "legendary",
                "cost": 16,
                "hp": 6,
                "useText": "Draw a card from any graveyard 3 times.",
                "flavourText": "Wanta is deeply connected to everything in the forest. Even the dead.",
                "playText": "Before you draw, you can choose to draw from any graveyard or the discard pile instead. As an action, draw a card."
            }
        ],
        "noumi": [
            {
                "name": "Banker Gnome",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "top": 50,
                "useText": "Invest 4 coins.",
                "flavourText": "The bank always wins.",
                "playText": "Whenever coins are earned, charge 1. Uncharge 4 to invest 3 coins."
            },
            {
                "name": "Traveling Salesman",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "top": -50,
                "useText": "Steal 2 coins.",
                "flavourText": "See the salesman's wares. They have gummy bears!",
                "playText": "Whenever you draw a card, you may discard it to earn 4 coins."
            },
            {
                "name": "Lake of Riches",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "top": -50,
                "useText": "Earn 3 coins.",
                "flavourText": "The richer, the deadlier. Or so the saying goes.",
                "playText": "Whenever coins are lost to the bank, charge 1. Uncharge 3 to deal 1 damage."
            },
            {
                "name": "Humble Noble",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "useText": "Steal 4 coins.",
                "flavourText": "The noble is humble, but the noble is also rich.",
                "playText": "Whenever coins are lost to the bank, charge 1. Uncharge 3 to steal 2 coins."
            },
            {
                "name": "Greedy Wizard",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "top": 35,
                "useText": "Invest 6 coins.",
                "flavourText": "All those coins invested in a magic academy for this...",
                "playText": "Whenever you profit, profit 1 extra coin for every 2 coins of investment. As an action, invest 2 coins."
            },
            {
                "name": "Mercenary",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "top": 25,
                "useText": "Lose 2 coins to deal 1 damage twice.",
                "flavourText": "Plain and simple deal. You give coin, I give death.",
                "playText": "Whenever coins are lost to the bank, charge 1. Uncharge 2 to deal 1 damage."
            },
            {
                "name": "Shiny Knight",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "top": 50,
                "useText": "Each other player loses 3 coins.",
                "flavourText": "The shinier armor to hide the ugliest face.",
                "playText": "Whenever coins are lost to the bank, charge 1. Uncharge 3 to make a player lose 3 coins."
            },
            {
                "name": "Royal Mint",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "top": -50,
                "useText": "Earn 8 coins.",
                "flavourText": "Noumi's favourite place to picnic.",
                "playText": "At the end of the turn, earn 2 coins."
            },
            {
                "name": "Edenwr: Duke of Einde",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "top": 35,
                "useText": "Steal 6 coins.",
                "flavourText": "Edenwr is known for always finding a way to get what he wants.",
                "playText": "Whenever another player plays a card, steal 2 from that player. If that player does not have enough coin, deal 2 damage to the played card instead."
            },
            {
                "name": "Anangith: High Inquisitor",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "top": 35,
                "useText": "Sacrifice a card you own to earn 15 coins.",
                "flavourText": "She is just praying for your soul. Which happens to be in your wallet.",
                "playText": "Whenever a card card dies, earn 3 coins. If it was a sacrifice, earn 6 instead. As an action, sacrifice a card to earn a blood drop."
            },
            {
                "name": "Beggar",
                "rarity": "epic",
                "cost": 3,
                "hp": 2,
                "useText": "Earn 3 coins to make every player earn 3 coins.",
                "flavourText": "The beggar is the most generous of them all.",
                "playText": "Whenever coins are earned, charge one. Uncharge 7 and sacrifice this to earn 18."
            },
            {
                "name": "Veynu: Dragon of Greed",
                "rarity": "legendary",
                "cost": 16,
                "hp": 6,
                "useText": "Give any amount of coins to a player to take control of a card they own worth double the value paid.",
                "flavourText": "Veynu was very good at math when she was a kid.",
                "playText": "Whenever any player spends coins, you can pay the same amount to steal whatever they bought. As an action, give a card to steal 3 coins to that player."
            }
        ],
        "ysault": [
            {
                "name": "Blacksmith",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "top": 40,
                "useText": "Give 1 power.",
                "flavourText": "I swear I heard him humming while he was working.",
                "playText": "Whenever damage is dealt, charge 1. Uncharge 3 to give 1 power."
            },
            {
                "name": "War Horse",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "useText": "Deal 1 damage.",
                "flavourText": "Riding a horse is a lot more fun than walking.",
                "playText": "Whenever damage is dealt from other sources, charge 1. Uncharge 3 to deal 1 damage."
            },
            {
                "name": "Lake of Power",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "top": -70,
                "useText": "Give 1 power.",
                "flavourText": "The lake is a source of power, but it's also a source of... Water?",
                "playText": "Whenever coins are lost to the bank, charge 1. Uncharge 3 to give 1 power."
            },
            {
                "name": "Berserker",
                "rarity": "rare",
                "cost": 7,
                "hp": 3,
                "useText": "Deal 1 damage to a card you own to deal 2 damage.",
                "flavourText": "Seriously. How has he even reached adulthood?",
                "playText": "Whenever this is dealt damage, deal 1 damange. At the end of the turn, if this card's power is 1, deal 2 damage and give 1 power to this. At the end of the turn, deal 1 damage to this."
            },
            {
                "name": "Elite Archer",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "useText": "Mark a card. At the end of next turn, deal it 2 damage.",
                "flavourText": "Bulls-eye!",
                "playText": "At the end of the turn, charge 1. Uncharge 3 to deal 2 damage."
            },
            {
                "name": "War Mage",
                "rarity": "rare",
                "cost": 8,
                "hp": 4,
                "top": 50,
                "useText": "Give 2 power.",
                "flavourText": "Her favourite trick is turning cats into panthers.",
                "playText": "Whenever other source gives power, charge 1. Uncharge 3 to give 2 power to any card."
            },
            {
                "name": "Dread Catapult",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "useText": "Choose a player. At the end of the next turn, that player deals 1 damage to a card they own 3 times.",
                "flavourText": "It makes it rain death.",
                "playText": "Whenever a card is discarded, choose a player. That player deals 1 damage to a card they own 3 times."
            },
            {
                "name": "Hisju: Hired Assassin",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "top": 50,
                "useText": "Lose 7 coins to kill any non-legendary card.",
                "flavourText": "Hisju never talks. Hisju never smiles. But Hisju never misses his target.",
                "playText": "At the end of the turn, lose 1 coin. If you don't, sacrifice this. If you do, charge 1. Uncharge 4 to kill any card."
            },
            {
                "name": "Edoura: Necromancer",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "useText": "Resurrect a common card.",
                "flavourText": "She is actually very friends of Plarath. They studied together.",
                "playText": "Whenever a card is killed, charge 1. Uncharge 3 to resurrect any card. As an action, sacrifice a card to earn a blood drop."
            },
            {
                "name": "Orsonn: Ysault's General",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "top": 50,
                "useText": "Deal 1 damage to a card you own to give 3 power to another card.",
                "flavourText": "The whip is the best tool to keep your troops motivated.",
                "playText": "Whenever damage is dealt, charge 1. Uncharge 3 to choose one: give 2 power to a card or give 1 power to every other card you own. As an action, deal 1 damage to a card you own to give 2 power to another card."
            },
            {
                "name": "Rookie Squire",
                "rarity": "epic",
                "cost": 3,
                "hp": 2,
                "top": 50,
                "useText": "Deal 1 damage to make every player deal 1 damage.",
                "flavourText": "He's learning.",
                "playText": "Whenever power is given, charge 1. Uncharge 6 and sacrifice this to give 1 power 6 times."
            },
            {
                "name": "Nethse: Dragon of War",
                "rarity": "legendary",
                "cost": 16,
                "hp": 6,
                "useText": "Every other player must deal 3 damage to a card they own.",
                "flavourText": "Nethse feed from her enemies fear. She also enjoys mashed potatoes.",
                "playText": "Whenever damage is dealt to one of your cards, make every other player deal X damage to a card they own. X is the extra power of this. As an action, sacrifice a card to give 3 power to this."
            }
        ],
        "seraneri": [
            {
                "name": "Streets Informant",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "top": 35,
                "useText": "See 4.",
                "flavourText": "Your eyes and your ears",
                "playText": "Whenever cards are seen, charge 1. Uncharge 3 to earn 3 coins."
            },
            {
                "name": "Clairvoyant",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "useText": "Alter the future 3.",
                "flavourText": "He only watches. He never touches.",
                "playText": "At the end of the turn, see 1."
            },
            {
                "name": "Lake of Knowledge",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "top": -50,
                "useText": "See 4.",
                "flavourText": "You may see the future in your own reflection.",
                "playText": "Whenever cards are seen, charge one. Uncharge 3 to draw a card."
            },
            {
                "name": "Magic Tinkerer",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "useText": "Discover 1.",
                "top": 35,
                "flavourText": "She is happy with her job. She gets to play with magic all day.",
                "playText": "Whenever coins are lost to the bank, charge 1. Uncharge 3 to discover 1."
            },
            {
                "name": "Old Wizard",
                "rarity": "rare",
                "cost": 7,
                "hp": 3,
                "useText": "Request a card. If you get it, give a coin to the former owner.",
                "flavourText": "I need to retire. I'm too old for this.",
                "playText": "Whenever the deck is manipulated, charge 1. Uncharge 3 to request a card."
            },
            {
                "name": "Plarath's Apprentice",
                "rarity": "rare",
                "cost": 8,
                "hp": 3,
                "top": -60,
                "useText": "Alter the future 3. Then draw a card.",
                "flavourText": "Plarath still doesn't know he has an apprentice.",
                "playText": "Whenever cards are seen, charge 1. Uncharge 2 to alter the future 4. As an action, see 3."
            },
            {
                "name": "Magic Swordsman",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "useText": "Deal 1 damage. If this kills, find a rare card.",
                "flavourText": "Normal swords are dull and dirty. Magic cuts cleaner.",
                "playText": "Whenever the deck is manipulated, charge 1. Uncharge 2 to deal 1 damage."
            },
            {
                "name": "Ghenbe: The Dragon Summoner",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "useText": "Find a non-legendary card. If it is common, find another common card. If it is rare, earn 3.",
                "flavourText": "She wakes up Mithes every morning through a portal.",
                "playText": "Whenever other source manipulates the deck, charge 1. Uncharge 4 to find any card."
            },
            {
                "name": "Simsi: The Time Weaver",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "useText": "See 4. Request 1. Then choose one: your next turn you have an extra action or make an opponent lose an action.",
                "flavourText": "Her elbow itches whenever she weaves time.",
                "playText": "Whenever other sources see cards, next turn you have 2 actions. Whenever you start a turn with an extra action, alter the future 3."
            },
            {
                "name": "Plarath: Grand Archmage",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "useText": "Alter the future 6. Then draw 2 cards.",
                "flavourText": "He is too proud to admit he doesn't know how to fry an egg.",
                "playText": "Whenever other source manipulates the deck, alter the future 2 and draw a card."
            },
            {
                "name": "Unreadable Spellbook",
                "rarity": "epic",
                "cost": 3,
                "hp": 2,
                "useText": "Make every player show 2 cards to see 2.",
                "flavourText": "Really, it's unreadable. Stop trying!",
                "playText": "Whenever cards are seen, charge 1. Uncharge 6 to alter the future 12. Then draw 4 cards."
            },
            {
                "name": "Mithes: Dragon of Magic",
                "rarity": "legendary",
                "cost": 16,
                "hp": 6,
                "top": -60,
                "useText": "See 6. Then, request 3 cards.",
                "flavourText": "He can see through walls. Just saying.",
                "playText": "Before you draw, you can choose to discover or request a card instead. At the end of the turn, alter the future 9. As an action, see a player's hand."
            }
        ],
        "bumandow": [
            {
                "name": "Convenient NPC",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "useText": "Get a side quest.",
                "flavourText": "I was waiting for you all day.",
                "playText": "At the end of the turn, charge 1. Uncharge 2 to play a random effect."
            },
            {
                "name": "Suspicious Beverage",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "top": -60,
                "useText": "Play a random effect.",
                "flavourText": "It's not poisoned. I swear. Bumandow chose the ingredients.",
                "playText": "At the end of the turn, charge 1. If this is killed, play a random effect magnified by half the amount of charges."
            },
            {
                "name": "Lake of Mystery",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "top": -60,
                "useText": "Play a random effect.",
                "flavourText": "It's actually a normal lake. But the fog is thick for some reason.",
                "playText": "At the end of the turn, charge 1. Uncharge 2 to make a player play a random effect. Then, play a random effect magnified by 2."
            },
            {
                "name": "Forbidden Ritual",
                "rarity": "rare",
                "cost": 7,
                "hp": 4,
                "top": -150,
                "useText": "Discard the top card of the deck. Cast it's use effect.",
                "flavourText": "It's forbidden because sometimes its not safe for work.",
                "playText": "When this is played, create a side quest. If it is fulfilled, sacrifice this to play the top 2 cards of the deck for free."
            },
            {
                "name": "Pandora's Box",
                "rarity": "rare",
                "cost": 8,
                "hp": 4,
                "top": -60,
                "useText": "Create a random secret.",
                "flavourText": "The best present for a birthday party.",
                "playText": "When this is played, create a side quest. If it is fulfilled, sacrifice this to create 4 random secrets."
            },
            {
                "name": "Exiled Warlock",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "useText": "Play a random effect magnified by 2.",
                "flavourText": "He was actually exlied for winning Seraneri at poker.",
                "playText": "Whenever an effect from the effect deck is played from other source, play a random effect."
            },
            {
                "name": "Unleashed Genie",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "top": -60,
                "useText": "Every other player may play a common card for free. Then, play 5 random effects.",
                "flavourText": "Living for the moment.",
                "playText": "Whenever a card is played, cast its use effect if possible. If it was casted, deal 1 damage to this."
            },
            {
                "name": "Andis: The Tempest Caller",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "top": 50,
                "useText": "Discover an effect magnified by 3. If the target is not you, cast it on every other player.",
                "flavourText": "Andis has a very bad temper, but she controls it wonderfully.",
                "playText": "Whenever you play any effect on a player that is not you, you may play it on every other player. As an action, deal 1 damage to a card you own to discover an effect."
            },
            {
                "name": "Herkil: Hesif's Herald",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "useText": "Sacrifice a card to get a blood drop. Then, cast its use effect magnified by 2.",
                "flavourText": "When Hesif whispered Herkil in the ear, he was already ready for her.",
                "playText": "Whenever a card is killed, you may cast its use effect."
            },
            {
                "name": "Meathegs: Bumandow's Prophet",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "top": 25,
                "useText": "Discover a game rule. Then, apply its effect magnified by 3.",
                "flavourText": "Imagine how hard it is to become the prophet of someone like Bumandow.",
                "playText": "At the end of the turn, charge 1. Uncharge 3 to get a random player passive."
            },
            {
                "name": "Mysterious Chest",
                "rarity": "epic",
                "cost": 3,
                "hp": 2,
                "top": -100,
                "useText": "Every player plays a random effect. Yours is magnified by 2.",
                "flavourText": "Bumandow packaged it himself. Just for you.",
                "playText": "Whenever an effect is played from the deck, charge 1. Uncharge 6 to sacrifice this and get a random player passive."
            },
            {
                "name": "Hedreada: Dragon of Chaos",
                "rarity": "legendary",
                "cost": 16,
                "hp": 6,
                "top": -40,
                "useText": "Every other player must give all their cards.",
                "flavourText": "Hedreada and Bumandow met each other in the court, but none of them even knew what it was about.",
                "playText": "At the end of the turn, every player gives a card. If you did not receive one, play a random effect magnified by 3. As an action, you may discover player passive to give control of this to another player."
            }
        ],
        "hesif": [
            {
                "name": "Trapped Chest",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "top": -60,
                "useText": "Spend a blood drop to make a player sacrifice a card.",
                "flavourText": "Why would anyone open a chest so obviously trapped?",
                "playText": "Whenever cards are killed, get a blood drop."
            },
            {
                "name": "Poison Dealer",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "useText": "Spend a blood drop to draw a card and make a player discard 2 cards.",
                "flavourText": "I got this poison from a very reliable source. I'm sure it's safe.",
                "playText": "Whenever blood drops are spent, draw a card and make a player discard a card."
            },
            {
                "name": "Lake of Decay",
                "rarity": "common",
                "cost": 6,
                "hp": 3,
                "top": -35,
                "useText": "Spend a blood drop to make a player lose 2 blood drops.",
                "flavourText": "Porasmes pees in here. I suppose now you understand everything.",
                "playText": "At the end of the turn, sacrifice a card to earn a blood drop."
            },
            {
                "name": "Undead Horse",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "useText": "Spend 2 blood drops to make a player deal 4 damage to a card of their choice, 3 times.",
                "flavourText": "Aww! Hesif's favourite pet.",
                "playText": "Killing cards gives you an extra blood drop."
            },
            {
                "name": "Corrupted Noble",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "useText": "Spend 2 blood drops to request 2 cards and steal 6 coins.",
                "flavourText": "As if the others weren't corrupted!",
                "playText": "Whenever blood drops are spent, steal 3 coins."
            },
            {
                "name": "Demonic Portal",
                "rarity": "rare",
                "cost": 9,
                "hp": 4,
                "top": -50,
                "useText": "Spend 2 blood drops to play 2 common cards for free.",
                "flavourText": "Hesif has free tickets to the underworld.",
                "playText": "Whenever blood drops are spent, charge 1. Un charge 3 to spend 2 blood drops. If you do, play either the top card of the deck or any card from your graveyard for free."
            },
            {
                "name": "Possessed Child",
                "rarity": "rare",
                "cost": 7,
                "hp": 3,
                "useText": "Spend 2 blood drops to make every other player sacrifice a card of their choice.",
                "flavourText": "No one knows what happened to the parents.",
                "playText": "At the end of the turn, sacrifie a card to get a blood drop to give control of this to another player."
            },
            {
                "name": "Avicath: Failed Experiment",
                "rarity": "epic",
                "cost": 12,
                "hp": 2,
                "useText": "Spend 3 blood drops to take control of a target non-legendary card.",
                "flavourText": "Hesif's first attempt at creating a living weapon. It didn't go well.",
                "playText": "Whenever cards are sacrificed, give 3 power to this. If this has 6 or more, give it 2 instead. As an action, you may sacrifice this to earn as many blood drops as half its power."
            },
            {
                "name": "Sze: Assassin Shade",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "useText": "Spend 5 blood drops to kill 2 cards.",
                "flavourText": "You wouldn't understand how elloquently she speaks when it's time to kill.",
                "playText": "At the end of the turn, spend a blood or sacrifice a card to charge 1. If you do not, sacrifice this. Uncharge 3 to kill a card."
            },
            {
                "name": "Fronnavou: Cursed King",
                "rarity": "epic",
                "cost": 12,
                "hp": 5,
                "useText": "Spend 3 blood drops to sacrifice a card. Then, trigger its use effect magnified 3 times.",
                "flavourText": "Cursed by himself because he wanted to rule the underworld.",
                "playText": "Whenever a card is sacrificed, you may spend 2 blood drops to take control of another one of the same rarity. As an action, sacrifice a card."
            },
            {
                "name": "Evil Sapling",
                "rarity": "epic",
                "cost": 3,
                "hp": 2,
                "useText": "Earn a blood drop to make every player earn a blood drop.",
                "flavourText": "The forgotten younger brother of the baby sapling.",
                "playText": "Whenever blood drops are spent, charge 1. Uncharge 6 and sacrifice this to earn 6 blood drops."
            },
            {
                "name": "Porasmes: Dragon of Corruption",
                "rarity": "legendary",
                "cost": 25,
                "hp": 9,
                "useText": "Spend 5 blood drops to choose any 3 Hesif cards you can see. Show them. Trigger their use effects for free in any order.",
                "flavourText": "Not even Hesif dares to speak his name.",
                "playText": "Whenever cards are sacrificed, earn 2 blood drops. Whenever blood drops are spent, make a player sacrifice a card. As an action, sacrifice a card to trigger its use effect magnified 2 times."
            }
        ]
    },
    "requestDeck": {
        "gaidda": [
            "Discard 10 cards.",
            "Distribute 9 cards among other players.",
            "Make someone have at least 6 cards less than you. Give them 3 cards.",
            "Make everyone have at least 3 cards less than you. Distribute 3 cards as evenly as possible."
        ],
        "noumi": [
            "Pay 24 coins.",
            "Distribute 21 coins among other players.",
            "Make someone have at least 18 coins less than you. Give them 9 coins.",
            "Make everyone have at least 9 coins less than you. Distribute 9 coins as evenly as possible."
        ],
        "ysault": [
            "Sacrifice cards worth 10 power or more.",
            "Distribute cards worth 9 power or more among other players.",
            "Sacrifice 4 cards.",
            "Make someone have at least 6 power less than you. Give them control of cards worth at least 3 power."
        ],
        "seraneri": [
            "Discard 6 cards from the same lord.",
            "Discard 6 rare cards.",
            "Discard 3 epic cads.",
            "Discard 3 rare cards from the same lord."
        ],
        "bumandow": [
            "Draw 2 requests from other lords and halve their numbers (rounded up). I want both of them at the same time.",
            "Draw 2 requests from other lords and halve their numbers (rounded up). I want both of them at the same time.",
            "Draw 2 requests from other lords and halve their numbers (rounded up). I want both of them at the same time.",
            "Draw 2 requests from other lords and halve their numbers (rounded up). I want both of them at the same time."
        ],
        "hesif": [
           "Pay 10 blood drops.",
           "Discard 12 cards from your graveyard.",
           "Sacrifice either Porasmes or 2 legendary cards.",
           "An unused request from any other lordling... But doubled."
        ]
    },
    "conditionDeck": {
        "gaidda": [
            "Cards are drawn",
            "Cards are discarded",
            "A card is used",
            "Cards are given or traded",
            "Cards abandon the discard pile"
        ],
        "noumi": [
            "Money is earned",
            "Money is lost to the bank",
            "Money changes ownership",
            "Money is invested",
            "Investment profits"
        ],
        "ysault": [
            "Damage is dealt",
            "A card is played",
            "A card is killed",
            "A card gets power",
            "Cards abandons the graveyard"
        ],
        "seraneri": [
            "Cards are seen",
            "Cards are seen",
            "Cards are requested",
            "Cards are discovered",
            "The deck is manipulated"
        ],
        "bumandow": [
            "An effect card is drawn o discovered",
            "A condition card is drawn or discovered",
            "A Bumandow card is used or triggers its play effect",
            "You, CURRENT PLAYER, choose this condition for me. Anything, really.",
            "The unexpected. Draw a condition and whenever it is met, swap it for another random condition. It's changing :)"
        ],
        "hesif": [
            "Blood drops are used or lost",
            "Blood drops are earned",
            "A card is sacrificed",
            "A played card changes ownership",
            "A Hesif played card is used or triggers its play effect"
        ]
    },
    "effectDeck": {
        "gaidda": [
            "Draw a card",
            "Draw a card",
            "Draw a card",
            "Draw a card",
            "Draw a card from the discard pile",
            "Draw a card from either the deck or the discard pile",
            "Trade a card",
            "Give a card",
            "Give a card",
            "Discard a card"
        ],
        "noumi": [
            "Earn 3 coins",
            "Earn 3 coins",
            "Earn 3 coins",
            "Earn 3 coins",
            "Steal 2 coins",
            "Invest 3 coins",
            "Invest 3 coins",
            "Lose 3 coins",
            "Lose 3 coins",
            "Give 3 coins"
        ],
        "ysault": [
            "Deal 1 damage",
            "Deal 1 damage",
            "Deal 1 damage",
            "Deal 1 damage",
            "Deal 1 damage to a card you own to deal 2 damage",
            "Give 1 power",
            "Give 1 power",
            "Give 1 power",
            "Deal 1 damage to a card you own to give 2 power to another card",
            "Choose a player. That player deals 1 to a card they own."
        ],
        "seraneri": [
            "See 1",
            "See 1",
            "See 2",
            "Alter the future 3",
            "Alter the future 4",
            "Discard a card or lose 2 coins to request a card",
            "Discard a card or lose 1 coin to discover a card",
            "Discard a card or lose 2 coins to find a common card",
            "Discard a card or lose 3 coins to find a rare card",
            "Next turn, have 2 actions"
        ],
        "bumandow": [
            "Draw a random effect and every player triggers it",
            "Discover an effect and every player triggers it",
            "Each player draws a random effect and triggers it",
            "Discard the top card and every player triggers its use effect",
            "Discover a new rule"
        ],
        "hesif": [
            "Lose 3 coins to get a blood drop",
            "Sacrifice a card to get 2 blood drops",
            "Discard 2 cards from your graveyard to get a blood drop",
            "Discard a card to get a blood drop",
            "Make a player lose 1 blood drop"
        ]
    },
    "ideas": [
        "Reduce every request by 1/3. Ysault is especially painful since everyone is dealing dmg"
    ]
}